Repository: MediehusetNettavisenAS/wp-blogsoft
Catalog: language/wp-blogsoft-*.po
Languages: nb_no

source: Connect to Blogsoft
nb_no: Koble til blogsoft

source: Settings updated
nb_no: Innstillingene er oppdatert

source: uses OAuth authentication to connect to Blogsoft. Follow the authentication process below to authorise this Plugin to access on your Blogsoft account.
nb_no: Koble til blogsoft bruker OAuth-autentisering for å koble til blogsoft. Gå gjennom prosessen under for å gi denne utvidelsen tilgang til din blogg.no-konto.

source: Authorise
nb_no: Tillat

source: Blog URL
nb_no: Blogg URL

source: Your account has been authorized.
nb_no: Din konto er nå autorisert

source: Are you sure you want to deauthorize your Blogsoft account?
nb_no: Er du sikker på at du vil avslutte tilkoblingen til blogsoft-kontoen?

source: Deauthorize
nb_no: Trekk tilbake autentisering

source: Basic Settings
nb_no: Grunnleggende innstillinger

source: Publish in blogsoft when a post is published/edited
nb_no: Publisér også i blogsoft når en bloggpost publiseres/redigeres

source: I want search engines credits goes to blogsoft
nb_no: Jeg vil at søkemotorer benytter blogg.no-urlen

source: Default Category
nb_no: Forhåndsvalgt kategori

source: Category Mapping:
nb_no: Kategorikoblinger:

source: Select Blogsoft Category
nb_no: Velg blogsoft-kategori

source: Share your article in Blogg.no
nb_no: Publisér innlegget på blogg.no

source: View Article
nb_no: Vis innlegg

source: Basic Settings and Connect
nb_no: Grunnleggende innstillinger og tilkobling

source: App ID is missing
nb_no: App ID mangler

source: App Secret is missing
nb_no: App Secret mangler

source: Successfully published in blogsoft.
nb_no: Innlegget er publisert på blogg.no.

source: View post
nb_no: Se innlegget

source: Successfully drafted in blogsoft.
nb_no: Lagret som utkast i blogsoft

source: Successfully removed from blogsoft
nb_no: Fjernet fra blogsoft

source: You deleted Wordpress app from your blogsoft account. You have to authorize your blogsoft account again to publish article to your blogg.no blog
nb_no: Du har slettet Wordpressappen fra din blogsoft-konto. For å dele innlegg til din blogg.no-blogg må du autorisere appen på nytt.

source: Authentication failed!. You have to authorize your blogsoft account again to publish article in your blogg.no blog. Please
nb_no: Autentiseringen feilet. Du må autorisere din blogsoft-konto på nytt for å dele innlegg til din blogg på blogg.no.

source: click
nb_no: Klikk

source: here
nb_no: her for å autentisere

source: Publish in blogsoft
nb_no: Publisér i blogsoft

source: Add Rule
nb_no: Legg til regel

source: Save all options
nb_no: Lagre endringer
